Repository: bannzai/tanzaku
Catalog: TanzakuiOS/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ (by %@ via MCP)
ja: %1$@ (MCP クライアント %2$@)

source: Add
ja: 追加

source: Add Snippets
ja: スニペットを追加

source: Add a Tag
ja: タグを追加

source: Add snippets in the Tanzaku app
ja: Tanzaku のアプリでスニペットを追加

source: Added by AI Agents
ja: AI エージェントが追加

source: All Snippets
ja: すべてのスニペット

source: Allow Full Access to insert snippets
ja: スニペットを入れるにはフルアクセスを許可

source: Body
ja: 本文

source: Cancel
ja: キャンセル

source: Clear
ja: 消去

source: Close
ja: 閉じる

source: Color
ja: 色

source: Copied the snippet
ja: スニペットをコピーしました

source: Copied “%@”
ja: 「%@」をコピーしました

source: Copies the body of the selected snippet to the clipboard.
ja: 選んだスニペットの本文をクリップボードにコピーします

source: Copy
ja: コピー

source: Copy Snippet
ja: スニペットをコピー

source: Could not delete
ja: 削除できませんでした

source: Could not open snippets
ja: スニペットを開けませんでした

source: Could not save
ja: 保存できませんでした

source: Created
ja: 作成

source: Delete
ja: 削除

source: Done
ja: 完了

source: Edit
ja: 編集

source: Edit Snippet
ja: スニペットを編集

source: Edit Snippet Group
ja: スニペットグループを編集

source: Folder
ja: フォルダ

source: Folder Name
ja: フォルダ名

source: Folders
ja: フォルダ

source: Golden yellow
ja: 山吹

source: Indigo
ja: 藍

source: Keyword
ja: キーワード

source: Keyword (e.g. ;focus-app)
ja: キーワード (例 ;focus-app)

source: Language
ja: 言語

source: Library
ja: ライブラリ

source: Menu Items
ja: メニューの項目

source: Name
ja: 名前

source: New Folder
ja: 新しいフォルダ

source: New Snippet
ja: 新しいスニペット

source: New Snippet Group
ja: 新しいスニペットグループ

source: Next Keyboard
ja: 次のキーボード

source: No Color
ja: 色なし

source: No Results
ja: 見つかりません

source: No Snippets
ja: スニペットはありません

source: No Snippets to Add
ja: 追加できるスニペットはありません

source: None
ja: なし

source: Pine green
ja: 松葉

source: Plain Text
ja: プレーンテキスト

source: Purple
ja: 紫

source: Save
ja: 保存

source: Search by keyword or meaning
ja: キーワード・意味で検索

source: Search snippets
ja: スニペットを検索

source: Settings > General > Keyboard > Keyboards > Tanzaku > Allow Full Access
ja: 設定 > 一般 > キーボード > キーボード > Tanzaku > フルアクセスを許可

source: Shift
ja: シフト

source: Snippet
ja: スニペット

source: Snippet Groups
ja: スニペットグループ

source: Snippets
ja: スニペット

source: Tags
ja: タグ

source: Tap + to add a snippet
ja: + でスニペットを追加できます

source: Tap a snippet to copy it and see the details here
ja: スニペットをタップするとコピーしてここに詳細を出します

source: The snippet was deleted
ja: スニペットは削除されました

source: Title
ja: タイトル

source: Type the keyword on Mac to show a menu of these snippets
ja: Mac でキーワードを打つとこのスニペットのメニューが出ます

source: Typing works without Full Access. Tanzaku never saves or sends what you type.
ja: 文字の入力はフルアクセスなしで使えます。入力した内容は保存も送信もしません。

source: Untitled Snippet
ja: タイトルなしのスニペット

source: Updated
ja: 更新

source: Uses the first line of the body
ja: 空欄なら本文の 1 行目

source: Vermilion
ja: 朱

source: return
ja: 改行

source: space
ja: 空白
